Repository: CharString/kupfer
Catalog: po/*.po
Languages: pl

source: Application Launcher
pl: Skrót do programu

source: Convenient command and access tool for applications and documents
pl: Wygodne narzędzie do uruchamiania aplikacji i otwierania dokumentów

source: <b>Directories</b>
pl: <b>Katalogi</b>

source: <b>Interface</b>
pl: <b>Interfejs</b>

source: <b>Keybinding</b>
pl: <b>Skrót klawiszowy</b>

source: <i>Plugins activate after restart</i>
pl: <i>Wtyczki aktywują się po ponownym uruchomieniu programu</i>

source: General
pl: Ogólne

source: Kupfer Preferences
pl: Ustawienia Kupfera

source: Plugins
pl: Wtyczki

source: Show icon in notification area
pl: Pokaż ikonę w obszarze powiadamiania

source: Start automatically on login
pl: Uruchom automatycznie po zalogowaniu

source: %s is empty
pl: %s jest puste

source: No matches in %(src)s for "%(query)s"
pl: Brak wyników w %(src)s dla "%(query)s"

source: Type to search
pl: Pisz aby wyszukać

source: Type to search %s
pl: Pisz aby wyszukać %s

source: do not present main interface on launch
pl: nie pokazuj głównego okna podczas pierwszego uruchomienia

source: show usage help
pl: pokaż sposób użycia

source: show version information
pl: pokaż informacje o wersji

source: enable debug info
pl: włącz informacje debuggera

source: Usage: kupfer [OPTIONS | QUERY]
pl: Sposób użycia: kupfer [OPCJE | ZAPYTANIE]

source: To configure kupfer, edit:
pl: Aby skonfigurować kupfera, zmień:

source: The default config for reference is at:
pl: Domyślna konfiguracja dostępna jest do wglądu pod:

source: Available plugins:
pl: Dostępne wtyczki:

source: No matches
pl: Brak wyników

source: Open
pl: Otwórz

source: Open with %s
pl: Otwórz za pomocą %s

source: Open URL
pl: Otwórz URL

source: Open URL with default viewer
pl: Otwórz URL za pomocą domyślnej przeglądarki

source: Open with default viewer
pl: Otwórz za pomocą domyślnej przeglądarki

source: Open folder
pl: Otwórz folder

source: Reveal
pl: Ujawnij

source: Open parent folder
pl: Otwórz folder nadrzędny

source: Open Terminal Here
pl: Uruchom tutaj terminal

source: Open this location in a terminal
pl: Otwórz tą lokację w terminalu

source: Launch
pl: Uruchom

source: Launch application
pl: Uruchom aplikację

source: Go To
pl: Przejdź do

source: Show application window
pl: Aktywuj okno aplikacji

source: Launch Again
pl: Uruchom ponownie

source: Launch another instance of this application
pl: Uruchom osobną instancję tej aplikacji

source: Run in Terminal
pl: Uruchom w terminalu

source: Run
pl: Uruchom

source: Run this program in a Terminal
pl: Uruchom ten program w terminalu

source: Run this program
pl: Uruchom ten program

source: No action
pl: Brak akcji

source: %s et. al.
pl: %s i inni

source: Recursive source of %(dir)s, (%(levels)d levels)
pl: Rekurencyjne źródło %(dir)s, (%(levels)d poziomów)

source: Directory source %s
pl: Źródło katalogu %s

source: Catalog Index
pl: Indeks katalogu

source: An index of all available sources
pl: Indeks wszystkich dostępnych źródeł

source: Catalog
pl: Katalog

source: Root catalog
pl: Katalog główny

source: Do
pl: Wykonaj

source: Perform action
pl: Wykonaj akcję

source: "%(text)s"
pl: (%(num)d linia) "%(text)s"

source: Text Matches
pl: Tekst pasuje

source: Recently used documents in Abiword
pl: Ostatnio używane dokumenty Abiword

source: Abiword Recent Items
pl: Ostatnio używane pozycje Abiword

source: Applications
pl: Aplikacje

source: All applications and preferences
pl: Wszystkie aplikacje i ustawienia

source: Applications for Desktop Environment
pl: Aplikacje środowiska graficznego

source: Open With...
pl: Otwórz za pomocą...

source: Open with any application
pl: Otwórz jakąkolwiek aplikacją

source: Set Default Application...
pl: Ustaw domyślną aplikację...

source: Set default application to open this file type
pl: Ustaw domyślną aplikację dla tego typu plików

source: Calculator
pl: Kalkulator

source: Calculate expressions starting with '='
pl: Oblicz wyrażenie rozpoczynając od znaku '='

source: Calculate
pl: Oblicz

source: Chromium Bookmarks
pl: Zakładki Chromium

source: Index of Chromium bookmarks
pl: Indeksuj zakładki Chromium

source: Claws Mail Contacts and Actions
pl: Kontakty i akcje Claws Mail

source: Compose New Mail
pl: Napisz nowy email

source: Compose New Mail with Claws Mail
pl: Napisz nowy email w Claws Mail

source: Receive All Mails
pl: Pobierz wszystkie wiadomości

source: Receive new mail from all accounts by ClawsMail
pl: Pobierz nowe wiadomości ze wszystkich kont w Claws Mail

source: Compose New Mail To
pl: Napisz nową wiadomość

source: Claws Mail Address Book
pl: Książka adresowa Claws Mail

source: Contacts from Claws Mail Address Book
pl: Kontakty z książki adresowej Claws Mail

source: Clipboards
pl: Schowki

source: Recent clipboards
pl: Ostatnio używane schowki

source: Number of recent clipboards
pl: Ilość ostatnio używanych schowków

source: Clipboard "%(desc)s"
pl: Schowek z %(num)d linią "%(desc)s"

source: Copy
pl: Kopiuj

source: Copy to clipboard
pl: Kopiuj do schowka

source: Shell Commands
pl: Komendy powłoki (shell)

source: Run commandline programs
pl: Uruchamiaj programy linii komend

source: Common
pl: Wspólne

source: Special items and actions
pl: Specjalne pozycje i akcje

source: Log Out...
pl: Wyloguj...

source: Log out or change user
pl: Wyloguj lub zmień użytkownika

source: Shut Down...
pl: Wyłącz...

source: Shut down, restart or suspend computer
pl: Wyłącz, zrestartuj lub uśpij komputer

source: Lock Screen
pl: Zablokuj ekran

source: Enable screensaver and lock
pl: Włącz wygaszacz ekranu i zablokuj

source: Restore
pl: Przywróć

source: Move file back to original location
pl: Przenieś plik z powrotem do pierwotnej lokacji

source: Trash is empty
pl: Kosz jest pusty

source: Trash contains one file
pl: W koszu jest %(num)s plik

source: Special Items
pl: Pozycje specjalne

source: Items and special actions
pl: Pozycje i akcje specjalne

source: Search Content...
pl: Szukaj treści...

source: Search inside this catalog
pl: Wyszukaj w tym katalogu

source: Rescan
pl: Przeskanuj

source: Force reindex of this source
pl: Wymuś przeindeksowanie tego źródła

source: Quit
pl: Zakończ

source: Quit Kupfer
pl: Zakończ Kupfera

source: About Kupfer
pl: O Kupferze

source: Show information about Kupfer authors and license
pl: Pokaż informacje o autorach Kupfera i licencji

source: Show preferences window for Kupfer
pl: Pokaż okno ustawień Kupfera

source: Kupfer items and actions
pl: Pozycje i akcje Kupfera

source: Search in Devhelp
pl: Wyszukaj w Devhelp

source: Dictionary
pl: Słownik

source: Look up word in dictionary
pl: Wyszukuj słowa w słowniku

source: Look Up
pl: Znajdź

source: Documents
pl: Dokumenty

source: Recently used documents and nautilus places
pl: Ostatnio używane dokumenty i miejsca Nautiliusa

source: Max recent document days
pl: Maksymalna ilość dni dla ostatnio używanych dokumentów

source: Recent Items
pl: Ostatnio używane pozycje

source: Recently used documents
pl: Ostatnio używane dokumenty

source: %s Documents
pl: %s dokumentów

source: Recently used documents for %s
pl: Ostatnio używane dokumenty dla %s

source: Places
pl: Miejsca

source: Bookmarked locations in Nautilus
pl: Zakładki Nautiliusa

source: Epiphany Bookmarks
pl: Zakładki Epiphany

source: Index of Epiphany bookmarks
pl: Indeksuj zakładki Epiphany

source: Favorites
pl: Ulubione

source: (Simple) favorites plugin
pl: Prosta wtyczka na półkę na "Ulubione"

source: Shelf of "Favorite" items
pl: Półka na "Ulubione" pozycje

source: Add to Favorites
pl: Dodaj do ulubionych

source: Add item to favorites shelf
pl: Dodaj pozycję do półki ulubionych

source: Remove from Favorites
pl: Usuń z ulubionych

source: Remove item from favorites shelf
pl: Usuń pozycję z półki ulubionych

source: File Actions
pl: Akcje na plikach

source: More file actions
pl: Dodatkowe akcje na plikach

source: Compressed archive type for 'Create Archive In'
pl: Typ skompresowanego archiwum dla 'Stwórz archiwum w'

source: Move to Trash
pl: Przenieś do kosza

source: Move this file to trash
pl: Przenieś ten plik do kosza

source: Move To...
pl: Przenieś do...

source: Move file to new location
pl: Przenieś do nowej lokacji

source: Rename To...
pl: Zmień nazwę na...

source: Copy To...
pl: Kopiuj do...

source: Copy file to a chosen location
pl: Kopiuj plik do wybranej lokacji

source: Extract Here
pl: Wypakuj tutaj

source: Extract compressed archive
pl: Wypakuj skompresowane archiwum

source: Create Archive
pl: Stwórz archiwum

source: Create a compressed archive from folder
pl: Stwórz skompresowane archiwum z katalogu

source: Create Archive In...
pl: Stwórz archiwum w...

source: Firefox Bookmarks
pl: Zakładki Firefoksa

source: Index of Firefox bookmarks
pl: Indeksuj zakładki Firefoksa

source: Access to Gajim Contacts
pl: Dostęp do kontaktów Gajim-a

source: Available
pl: Dostępny

source: Free for Chat
pl: Chętny do rozmowy

source: Away
pl: Zaraz wracam

source: Not Available
pl: Nieobecny

source: Busy
pl: Zajęty

source: Invisible
pl: Niewidoczny

source: Offline
pl: Rozłączony

source: Open Chat
pl: Rozpocznij rozmowę

source: Change Global Status To...
pl: Zmień status na...

source: Gajim Contacts
pl: Kontakty Gajim-a

source: Gajim Account Status
pl: Status konta w Gajim

source: Search the Web
pl: Przeszukaj sieć

source: Search the web with OpenSearch search engines
pl: Przeszukuj sieć za pomocą wyszukiwarek OpenSearch

source: Search With...
pl: Szukaj za pomocą...

source: Search For...
pl: Poszukuj...

source: Search Engines
pl: Wyszukiwarki

source: Image Tools
pl: Narzędzia do obrazów

source: Image transformation tools
pl: Narzędzia do transformacji obrazów

source: Scale...
pl: Przeskaluj...

source: Scale image to fit inside given pixel measure(s)
pl: Przeskaluj obrazek tak, by dopasował się do wybranego rozmiaru w pikselach

source: Rotate Clockwise
pl: Obróć zgodnie z ruchem wskazówek zegara

source: Rotate Counter-Clockwise
pl: Obróć odwrotnie do ruchu wskazówek zegara

source: Autorotate
pl: Obróć automatycznie

source: Rotate JPEG (in-place) according to its EXIF metadata
pl: Obróć JPEG biorąc pod uwagę dane EXIF

source: Locate Files
pl: Zlokalizuj pliki

source: Search filesystem using locate
pl: Przeszukaj system plików za pomocą locate

source: Ignore case distinctions when searching files
pl: Ignoruj wielkość liter podczas wyszukiwania plików

source: Results for "%s"
pl: Wyniki dla "%s"

source: Selected File
pl: Wybrany plik

source: Provides current nautilus selection, using Kupfer's Nautilus Extension
pl: Dostarcza aktualnie wybraną pozycję w Nautiliusie (za pomocą Kupfer's Nautilius Extension)

source: Selected File "%s"
pl: Zaznaczony plik "%s"

source: Notes
pl: Notatki

source: Gnote or Tomboy notes
pl: Notatki Gnote lub Tomboy

source: Work with application
pl: Wybierz aplikację

source: Open with notes application
pl: Otwórz za pomocą aplikacji od notatek

source: Append to Note...
pl: Dołącz do notatki...

source: Add text to existing note
pl: Dodaj tekst do istniejącej notatki

source: Create Note
pl: Utwórz notatkę

source: Create a new note from this text
pl: Utwórz nową notatkę zawierającą ten tekst

source: today, %s
pl: dziś, %s

source: yesterday, %s
pl: wczoraj, %s

source: Last updated %s
pl: Ostatnia modyfikacja: %s

source: Opera Bookmarks
pl: Zakładki Opery

source: Index of Opera bookmarks
pl: Indeksuj zakładki Opery

source: PuTTY Sessions
pl: Sesje PuTTY

source: Quick access to PuTTY Sessions
pl: Szybki dostęp do sesji PuTTY

source: Start Session
pl: Rozpocznij sesje

source: Play and enqueue tracks and browse the music library
pl: Odtwarzaj i kolejkuj utwory oraz przeglądaj bibliotekę muzyki

source: Include artists in top level
pl: Na najwyższym poziomie uwzględniaj wykonawców

source: Include albums in top level
pl: Na najwyższym poziomie uwzględniaj albumy

source: Include songs in top level
pl: Na najwyższym poziomie uwzględniaj utwory

source: Play
pl: Odtwarzaj

source: Resume playback in Rhythmbox
pl: Wznów odtwarzanie w Rhythmboksie

source: Pause
pl: Pauza

source: Pause playback in Rhythmbox
pl: Wstrzymaj odtwarzanie w Rhythmboksie

source: Next
pl: Następny

source: Jump to next track in Rhythmbox
pl: Skocz do następnego utworu w Rhythmboksie

source: Previous
pl: Poprzedni

source: Jump to previous track in Rhythmbox
pl: Skocz do poprzedniego utworu w Rhythmboksie

source: Show Playing
pl: Pokaż co jest aktualnie odgrywane

source: Tell which song is currently playing
pl: Powiedz, który utwór jest właśnie odgrywany

source: Play tracks in Rhythmbox
pl: Odtwarzaj utwory w Rhythmboksie

source: Enqueue
pl: Kolejkuj

source: Add tracks to the play queue
pl: Dodaj utwory do kolejki odtwarzania

source: by %(artist)s from %(album)s
pl: przez %(artist)s z %(album)s

source: by %s
pl: przez %s

source: Tracks by %s
pl: Utwory %s

source: Albums
pl: Albumy

source: Music albums in Rhythmbox Library
pl: Albumy w bibliotece Rhythmboksa

source: Artists
pl: Wykonawcy

source: Music artists in Rhythmbox Library
pl: Wykonawcy w bibliotece Rhythmboksa

source: Songs
pl: Utwory

source: Songs in Rhythmbox library
pl: Utwory w bibliotece Rhythmboksa

source: Render reStructuredText and show the result
pl: Renderuj reStructuredText i pokaż rezultat

source: View as HTML Document
pl: Wyświetl jako dokument HTML

source: Active GNU Screen sessions
pl: Aktywuj sesje GNU Screen

source: Attached
pl: Przyczepiona

source: Detached
pl: Odczepiona

source: %(status)s session (%(pid)s) created %(time)s
pl: %(status)s sesja (%(pid)s) utworzona %(time)s

source: Screen Sessions
pl: Sesje Screen

source: Attach
pl: Przyczep

source: Selected Text
pl: Zaznaczony tekst

source: Provides current selection
pl: Umożliwia operacje z aktualnie zaznaczonym tekstem

source: Selected Text "%s"
pl: Zaznaczony tekst "%s"

source: System Services
pl: Usługi systemowe

source: Start, stop or restart system services via init scripts
pl: Uruchom, zatrzymaj lub restartuj usługi systemowe poprzez skrypty init

source: Sudo-like Command
pl: Komenda typu sudo

source: Start Service
pl: Uruchom usługę

source: Restart Service
pl: Restartuj usługę

source: Stop Service
pl: Zatrzymaj usługę

source: %s Service
pl: Usługa %s

source: (no description)
pl: (brak opisu)

source: Include in top level
pl: Uwzględniaj na najwyższym poziomie

source: If enabled, objects from the plugin's source(s) will be available in the top level. Sources are always available as subcatalogs in the top level.
pl: Włączone powoduje, że obiekty ze źródeł dodatków będą dostępne na najwyższym poziomie. Źródła są zawsze dostępne jako podkatalogi na najwyższym poziomie.

source: Free-text Queries
pl: Zapytania Free-text

source: Basic support for free-text queries
pl: Podstawowe wsparcie dla zapytań free-text

source: Filesystem Text Matches
pl: Odpowiedniki tekstowe w systemie plików

source: URL Text Matches
pl: Odpowiedniki tekstowe URL

source: Tracker desktop search integration
pl: Integracja z Trackerem przeszukującym pulpit

source: Search in Tracker
pl: Wyszukaj w Trackerze

source: Open Tracker Search Tool and search for this term
pl: Szukaj tego terminu za pomocą wyszukiwarki Trackera

source: Get Tracker Results...
pl: Pobierz wyniki Trackera...

source: Show Tracker results for query
pl: Pokaż wyniki Trackera dla zapytania

source: Tracker tags
pl: Tagi Trackera

source: Tracker Tags
pl: Tagi Trackera

source: Browse Tracker's tags
pl: Przeglądaj tagi Trackera

source: Objects tagged %s with Tracker
pl: Obiekty otagowane %s przez Trackera

source: Add Tag...
pl: Dodaj tag...

source: Add tracker tag to file
pl: Dodaj tag trackera do pliku

source: Remove Tag...
pl: Usuń tag...

source: Remove tracker tag from file
pl: Usuń tag trackera z pliku

source: Terminal Server Client
pl: Klient usług terminalowych

source: Session saved in Terminal Server Client
pl: Sesje zapisane w Kliencie usług terminalowych

source: TSClient sessions
pl: Sesje klienta usług terminalowych

source: Saved sessions in Terminal Server Client
pl: Sesje zapisane w Kliencie usług terminalowych

source: URL Actions
pl: Akcje URL

source: Download and Open
pl: Pobierz i otwórz

source: Download To...
pl: Pobierz do...

source: Download URL to a chosen location
pl: Pobierz URL do wybranej lokacji

source: Search in Wikipedia
pl: Wyszukaj w Wikipedii

source: Wikipedia language
pl: Język Wikipedii

source: en
pl: pl

source: Search for this term in %s.wikipedia.org
pl: Szukaj tego pojęcia w %s.wikipedia.org

source: Window List
pl: Lista okien

source: All windows on all workspaces
pl: Wszystkie okna na wszystkich obszarach roboczych

source: Activate
pl: Aktywuj

source: Unshade
pl: Rozwiń

source: Shade
pl: Zwiń

source: Unminimize
pl: Przywróć

source: Minimize
pl: Minimalizuj

source: Unmaximize
pl: Przywróć

source: Maximize
pl: Maksymalizuj

source: Unmaximize Vertically
pl: Przywróć w pionie

source: Maximize Vertically
pl: Maksymalizuj w pionie

source: Close
pl: Zamknij

source: Window on %(wkspc)s
pl: Okno na %(wkspc)s

source: Jump to this window's workspace and focus
pl: Przejdź do obszaru roboczego tego okna i aktywuj

source: Volumes and Disks
pl: Woluminy i dyski

source: Mounted volumes and disks
pl: Zamontowane woluminy i dyski

source: Volume mounted at %s
pl: Wolumin zamontowany pod %s

source: Unmount
pl: Odmontuj

source: Unmount this volume
pl: Odmontuj ten wolumin

source: Eject
pl: Wysuń

source: Unmount and eject this media
pl: Odmontuj i wysuń to medium

source: Access to Pages stored in Zim - A Desktop Wiki and Outliner
pl: Dostęp do stron zapisanych w Zim - Domowa Wiki

source: Page names start with :colon
pl: Nazwy stron rozpoczynają się od dwukropka

source: Zim Page from Notebook "%s"
pl: Strona Zima w notatniku "%s"

source: Create Zim Page
pl: Stwórz stronę Zima

source: Create page in default notebook
pl: Stwórz stronę w domyślnym notatniku

source: Create Zim Page In...
pl: Stwórz stronę Zima w...

source: Create Subpage...
pl: Stwórz podstronę...

source: Zim Notebooks
pl: Notatniki Zima

source: Zim Pages
pl: Strony Zima

source: Pages stored in Zim Notebooks
pl: Strony w notatnikach Zima

source: Control VirtualBox Virtual Machines. Supports both Sun VirtualBox and Open Source Edition.
pl: Zarządzaj maszynami wirtualnymi VirtualBoxa. Ta wersja wspiera wersję zarówno zamkniętą SUN-a jak i otwarto-źródłową.

source: Power On
pl: Uruchom

source: Power On Headless
pl: Uruchom bez okna

source: Send Power Off Signal
pl: Wyślij sygnał wyłączenia

source: Reboot
pl: Resetuj

source: Resume
pl: Wznów

source: Save State
pl: Zapisz stan

source: Power Off
pl: Wyłącz

source: VirtualBox Machines
pl: Maszyny Wirtualne VirtualBox

source: Applied
pl: Zastosowane

source: Keybinding could not be bound
pl: Przpisanie klawisza nie powiodło się

source: Description
pl: Opis

source: Author
pl: Autor

source: Version
pl: Wersja

source: Python module '%s' is needed
pl: Wymagany jest moduł Pytona '%s'

source: Plugin could not be read due to an error:
pl: Plugin nie może być wczytany ze względu na błąd:

source: Sources
pl: Źródła

source: Actions
pl: Akcje

source: Configuration
pl: Konfiguracja

source: Choose a Directory
pl: Wybierz katalog

source: translator-credits
pl: Maciej Kwiatkowski <kfiadeg@gmail.com> Karol Będkowski <karol.bedkowski@gmail.com>

source: A free software (GPLv3+) launcher
pl: Launcher na zasadach wolnego oprogramowania (GPLv3+)

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
pl: Niniejszy program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 3 tej Licencji lub (według twojego wyboru) którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji sięgnij do Powszechnej Licencji Publicznej GNU. Z pewnością wraz z niniejszym programem otrzymałeś też egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie - wejdź na <http://www.gnu.org/licenses/>.
